Repository: esauro/SingularMS
Catalog: singular/daemon/tools/locale/*/LC_MESSAGES/daemon_tools.po
Languages: es

source: Sending message to channel: '%(channel)s'
es: Enviando mensaje al canal: '%(channel)s'

source: Message id: %(id)s
es: Id del mensaje: %(id)s

source: You don't have access with user %(username) and password
es: No tienes acceso con el usuario %(username) y la contraseña

source: Error# %(codeError)d creating socket: '%(text)s'
es: Error# %(codeError)d creando socket: '%(text)s'

source: Error: access %(access)s does not exist
es: Error: el acceso %(access)s no existe

source: Account list for user %(username)s
es: Lista de cuentas para el usuario %(username)s

source: - '%(account)s', credit: %(credit)d
es: - '%(account)s', saldo: %(credit)d

source: Wrong username or password
es: Usuario o contraseña erróneos

source: Channel list for user %(username)s
es: Lista de canales para el usuario %(username)s

source: Credit for account %(account)s
es: Saldo en la cuenta %(account)s

source: ERROR: Wrong account
es: ERROR: Cuenta errónea

source: Usage: %(arg0)s [options] -s, --server_url -u, --username -p, --password -a, --account (account or access) -A, --list-accounts -p, --get-credit -c, --channel -C, --list-channels -m, --mobile -t, --text -S, --send -R, --receive
es: Uso: %(arg0)s [opciones] -s, --dirección servidor -u, --usuario -p, --contraseña -a, --cuenta (cuenta o acceso) -A, --lista de cuentas -p, --ver saldo -c, --canal -C, --lista de canales -m, --teléfono móvil -t, --texto -S, --enviar -R, --recibir

source: Error: Conflicting options -R and -S
es: Error: Opciones excluyentes -R y -S

source: What do you want to do, send or receive a message?. Please use -S or -R
es: ¿Qué quieres hacer, enviar o recibir un mensaje?. Por favor use -S o -R

source: Error connecting to %(serverUrl)s: %(error)s
es: Error conectando a %(serverUrl)s: %(error)s

source: Error, config file %(file)s does not exist.
es: Error, el fichero de configuración %(file)s no existe

source: while reading config file: %(error)s
es: Mientras se leía el fichero de configuración: %(error)s

source: Error, event must be SENT, RECEIVED, FAILED or REPORT not '%(event)s'
es: Error, el evento debería ser SENT, RECEIVED, FAILED or REPORT no '%(event)s'

source: Usage: %(argv0)s $1 is the type of the event wich can be SENT, RECEIVED, FAILED or REPORT. $2 is the filename of the sms. $3 is the message id. Only used for SENT messages with status report. The config is readed from /etc/singularms/smstool_event_handler.conf
es: Uso: %(argv0)s $1 es el tipo de evento, este puede ser SENT (enviar), RECEIVED (recibir), FAILED (fallo) or REPORT (informe). $2 es el fichero del sms. $3 es el id del mensaje. Sólo se usa para SENT (enviar) mensajes con informe de estado. La configuración se lee desde /etc/singularms/smstool_event_handler.conf
